import React from 'react'
import { Link } from 'react-router-dom'

function HeadMassege() {
  return (
    <div className='mt-19 py-5'>
      <div className='m-auto bg-gray-100 p-5 mx-5 md:mx-20 rounded'>
        <div className='my-5'>
          <img className='m-auto border-8 rounded' src="/image/techers/jalal.png" alt="techers/jalal" />
        </div>
        <h1 className='text-2xl font-bold my-2'>প্রতিষ্ঠান প্রধানের বাণী</h1>
        <p>ঐতিহ্যবাহী আদাতলা দারুল হেদায়েত দাখিল মাদরাসা  ১৯৯৪  সালে এলাকার শিক্ষানুরাগী ও সুধীজনদের প্রচেষ্ঠায় প্রতিষ্ঠিত হয়। ১৯৯৮ সালে বাংলাদেশ মাদরাসা শিক্ষা বোর্ড কতৃক  প্রাথমিক অনুমতি পাই। ১৯৯৮ সাল থেকে অদ্যাবধি প্রতিষ্ঠানটি সুনামের সহিত পরিচালিত হয়ে আসছে। শিক্ষকদের আন্তরিক পাঠদান,শিক্ষার্থীদের স্বতঃস্ফুর্ত সাড়া এবং এলাকার- শিক্ষানুরাগী রাজনৈতিক, সামাজিক, ধর্মীয় তথা বিভিন্ন পেশাজীবী ব্যক্তিবর্গের ঐকান্তিক প্রচেষ্ঠায় প্রতিষ্ঠানটি প্রানবন্ত হয়ে উঠেছে।<br /><br />

          বর্তমান বিশ্বে প্রযুক্তির প্রবল প্রতিযোগীতায় টিকে থাকতে হলে আমাদেরকে অতি দ্রুত আধুনিকায়নের দিকে অগ্রসর হতে হবে। শিক্ষাসেবা পোঁছে দিতে হবে জনগনের দোর গোড়ায়। তার আলোকে  বাংলাদেশ মাদরাসা শিক্ষা বোর্ড তার আত্ততাধীন সকল অনুমোদিত শিক্ষা ও শিক্ষা প্রতিষ্ঠানে বোর্ডের যাবতীয় কার্যাদি সম্পাদনে ডিজিটাল প্রযুক্তির ব্যবহার ইতোঃমধ্যে সফল ভাবে শুরু করেছে।এ কার্যক্রম ডিজিটাল বাংলাদেশ বিনির্মানের লক্ষ্য অর্জনের পক্ষে আরো একধাপ অগ্রগতি। <br /><br />

          পরিশেষে আমি আশা করছি যে,আমরা যদি সবাই সরকারকে সহযোগিতা করি তাহলে ডিজিটাল বাংলাদেশের স্বপ্ন অবশ্যই স্বার্থক ও ফলপ্রসু হবে।</p>

        <p className='my-4 text-center font-semibold'>মোঃ জালাল উদ্দীন<br />

          সুপারিনটিনডেন্ট<br />

          আদাতলা দারুল হেদায়েত দাখিল মাদরাসা <br />

          আদাতলা, সাপাহার, নওগাঁ <br />

          মোবাইল নং- ০১৭৯৮০৯০৪১৪</p>
      </div>
      <div className='my-6 mx-5'>
        <Link
          to="/"
          className="bg-pink-600 text-white px-6 py-2 rounded-lg hover:bg-pink-700 transition"
        >
          ← Back
        </Link>
      </div>
    </div>
  )
}

export default HeadMassege
